---
kind: other
id: Properties.T:Autodesk.Revit.DB.BasePoint
source: html/31c81883-234f-7791-201a-bcdc4cdbf5ac.htm
---
# BasePoint Properties

The id of the assembly instance to which the element belongs.